benchmark/results/abac_complex.txt
pgbench (15.17 (Debian 15.17-1.pgdg13+1))
transaction type: benchmark/policy_complexity.sql
scaling factor: 1
query mode: prepared
number of clients: 10
number of threads: 4
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 130
number of failed transactions: 0 (0.000%)
latency average = 4766.873 ms
initial connection time = 7.068 ms
tps = 2.097811 (without initial connection time)